Repository: kikman-git/nutri-snap
Catalog: ios/NutritionSnap/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Calendar
ja: カレンダー

source: Couldn't read that
ja: 読み取れませんでした

source: Edit
ja: 編集

source: Hmm, I couldn't find a meal here.
ja: うーん、ここに食事が見つかりませんでした。

source: No meal spotted
ja: 食事が見つかりません

source: On track
ja: 順調

source: Reading your meal…
ja: 食事を読み取り中…

source: Snap
ja: 撮る

source: Snap another
ja: もう一枚撮る

source: Snap your meal
ja: 食事を撮影

source: Tap to confirm what this was
ja: タップして内容を確認

source: Try another photo
ja: 別の写真を試す

source: We couldn't quite read that one. Mind trying again?
ja: うまく読み取れませんでした。もう一度お試しください。

source: You're offline — we'll read this once you're back.
ja: オフラインです。接続が戻ったら読み取ります。
